[
  {
    "Title": "Cadillac",
    "Model": "Deville",
    "Engine": null,
    "Description": "Cadillac Deville или Cadillac de Ville (Кадилла́к Деви́ль) — полноразмерные легковые автомобили американской фирмы Cadillac, отделения корпорации General Motors выпускавшиеся в 1949—2005 годах. Двухдверные купе — Cadillac Coupe Deville выпускались с 1949 по 1993 годы, четырёхдверные седаны — Cadillac Sedan Deville с 1956 по 2005, а с 1964 по 1970 годы изготавливались открытые кабриолеты Cadillac Deville Convertible. В иерархии Cadillac занимали промежуточное положение между автомобилями начального уровня: 62-й серии, Calais, Seville и автомобилями высшего класса: 75-й серии, Eldorado. С середины 1960-х — самые популярные модели Cadillac, доля которых, в отдельные годы, превышала 70 % общего объёма выпуска.",
    "Photo": "https://a.d-cd.net/V4AAAgMJseA-960.jpg"
  },
  {
    "Title": "Daewoo",
    "Model": "Lanos Hatchback",
    "Engine": null,
    "Description": "Daewoo Lanos — легкий (субкомпактный) переднеприводный автомобиль с вариантами кузова седан или хетчбэк, разработанный и изначально производившийся компанией Daewoo, был впервые представлен на Женевском автосалоне в 1997 году под именем Daewoo Lanos как замена Daewoo Nexia. Был спроектирован в сотрудничестве с рядом авторитетных германских и английских инжиниринговых компаний научно-исследовательским центром Daewoo в Уокинге. Кузов автомобиля был разработан итальянским дизайнером Джорджетто Джуджаро (ItalDesign)[1]. С вхождением Daewoo в концерн General Motors 30 апреля 2002 года автомобиль начали продавать под маркой Chevrolet[2]. Производство Ланос завершилось в декабре 2017 года[3].",
    "Photo": "https://cdn.statically.io/img/avtotachki.com/wp-content/uploads/2020/05/daewoo-lanos-hatchback-1997-2009-1.jpeg?quality=90&f=auto"
  },
  {
    "Title": "DeLorean",
    "Model": "DMC-12",
    "Engine": null,
    "Description": null,
    "Photo": "https://img.gazeta.ru/files3/905/10728905/RIAN_02722678.HR.ru-pic4_zoom-1500x1500-60506.jpg"
  },
  {
    "Title": "Ford",
    "Model": "Fiesta ST",
    "Engine": null,
    "Description": null,
    "Photo": "https://img.drive.ru/i/0/5cadf69fec05c4693e000052.jpg"
  },
  {
    "Title": "Ford",
    "Model": "Focus RS",
    "Engine": null,
    "Description": null,
    "Photo": "https://i.infocar.ua/i/12/4596/1400x936.jpg"
  },
  {
    "Title": "Ford",
    "Model": "KA",
    "Engine": null,
    "Description": null,
    "Photo": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Ford_Ka_1.3i_%2816464630315%29.jpg/305px-Ford_Ka_1.3i_%2816464630315%29.jpg"
  },
  {
    "Title": "Ford",
    "Model": "Mustang Boss 429",
    "Engine": null,
    "Description": null,
    "Photo": "https://manualov.net/images/compressed_news/204.jpg"
  },
  {
    "Title": "Hammer",
    "Model": "H1",
    "Engine": null,
    "Description": "Hummer H1 — гражданский внедорожник на основе M998 Humvee, который был создан AM General (англ.). Автомобиль выпускался с 1992 по 2006 года, и был первым, произведённым в модельной линии Hummer. Первоначально он был известен только как «Хаммер», однако в 2002 году на совместном предприятии General Motors и AM General, GM начал продавать Hummer H2, который был построен на шасси Chevrolet Tahoe. Именно в этот момент Hummer получил обозначение Н1. Для коллекционеров наиболее желаемой моделью является H1 Alpha, произведённой в свой последний модельный год — 2006. Модель отличалась самым мощным двигателем и, соответственно, выделяющимся расходом топлива в модельной линейке. В целом, у модели H1 было очень ограниченное производство транспортных средств.",
    "Photo": "https://lh3.googleusercontent.com/proxy/kqOB4nvk-i8_K1prbVrmvdS6KrEUtr2LHUbIrYiu19f_cvdGIiG64kTjraxWCNzEH0tsXtcVMv2vGa-Fe_pA98DXuW2KQaZDz-y3"
  },
  {
    "Title": "Lexus",
    "Model": "GS350",
    "Engine": null,
    "Description": null,
    "Photo": "https://lh3.googleusercontent.com/proxy/Hf7T8I_l7CyYVZ-Mg4HMN2DuUh5EgrJJDgB0ZfQxfNB2kKPdYT7MJX68QGpJY4rByksG033x0qJmPB0awAUEqVhuetkBAXvK2cIfPpD1PU1VzIViVh6lqZXE_4GDZLA5pS4"
  },
  {
    "Title": "Lexus",
    "Model": "IS-F",
    "Engine": null,
    "Description": null,
    "Photo": "https://img-c.drive.ru/models.large.main.images/4400/000/000/000/c05/88ce79569014673b-main.jpg"
  },
  {
    "Title": "Nissan",
    "Model": "240SX",
    "Engine": null,
    "Description": "Nissan 180SX выпускался в кузове фастбэк, базировался на шасси S13 платформы S и продавался только в Японии (однако в некоторых странах он продавался под названием 240SX). Модель продавалась как родственная модель Nissan Silvia с 1989 по 1998 год. Silvia S13 была снята с производства в 1993 году, в то время как 180SX продолжал производиться, и компания Nissan продолжала продавать его еще довольно долго, вплоть до появления следующего поколения Silvia. 180SX отличался от Silvia S13 поднимающимися фарами головного света и кузовом типа фастбек с поднимающейся задней дверью. Спецификации и оборудование были одинаковыми, однако двигатель CA18DET не предлагался.\r\n\r\nНазвание 180SX указывало на объем используемого двигателя CA18DET — 1,8 литра. Однако в 1991 году двигатель был заменен 2-литровым, предлагалось 2 модификации: атмосферный SR20DE и турбированный SR20DET. В то время как новый двигатель располагал большим объемом, название модели \"180SX\" изменять не стали. Модификации кузова 180SX и родственных моделей поставлялись в Северную Америку под названием 240SX в кузове фастбэк.\r\n\r\nПод этим названием в Европе продавалась переходная модель, основанная на Silvia S110. Данная модель представлялась не как самостоятельная модель 180SX, а как развитие модели Silvia, в то время как на шильдиках было написано «Silvia 180SX».\r\n\r\nДругие разновидности данной модели поставлялись в Микронезию и на южные острова Тихого океана, включая LHD автомобили с шильдиками 180SX и неподнимающимися фарами.\r\n\r\nТак же, как и японская версия 180SX, оснащенная двигателем SR20DET, европейские и южноафриканские модели, построенные на шасси S13 назывались 200SX, хотя и комплектовались двигателем CA18DET.",
    "Photo": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Red_240SX_II.jpg/1200px-Red_240SX_II.jpg"
  },
  {
    "Title": "Nissan",
    "Model": "Fairlady Z S30Z",
    "Engine": null,
    "Description": "Nissan S30 — спортивный автомобиль производился компанией Nissan Motors в Японии с 1969 по 1978. На японском рынке представлен под названием Fairlady Z, на других рынках под названиями Datsun 240z, а затем Datsun 260z и Datsun 280z.",
    "Photo": "https://a.d-cd.net/3eeae0as-960.jpg"
  },
  {
    "Title": "Nissan",
    "Model": "GT-R R-32",
    "Engine": "RB26DETT",
    "Description": "Настоящим успехом оказалось возвращение в 1989 году версии GT-R (BNR32), спроектированной в соответствии с требованиями FIA для гоночных автомобилей Группы А.\r\n\r\nОна была оснащена электронной системой полного привода 4WD ATTESA ETS (англ. Advanced Total Traction Engineering System for All Electronic Torque Split). Её особенностью являлось то, что при появлении пробуксовки задних колес, подключались передние колеса, которым передавалось около 50 % крутящего момента, что позволяло компенсировать потери при пробуксовке. В основе же автомобиль оставался заднеприводным. Система HICAS, получившая приставку Super, была модернизирована и управлялась уже с помощью электроники. 6-цилиндровый мотор RB26DETT объёмом 2.6 литра имел две турбины, что позволяло достигать мощности в 500 л. с. при официальных 276 (максимальная мощность по джентльменскому соглашению японских автопроизводителей)",
    "Photo": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/42/Nissan_Skyline_R32_GT-R_001.jpg/800px-Nissan_Skyline_R32_GT-R_001.jpg"
  },
  {
    "Title": "Nissan",
    "Model": "GT-R R-34",
    "Engine": null,
    "Description": "Легендарный автомобиль вновь появился в сентябре 1998 с изменённой ходовой частью и другими обновлениями. Новое поколение стало немного короче предыдущего, и передняя ось стала ближе к фронту. Клапанные крышки были покрашены в блестящий красный, вместо чёрного, который наносился на них в прошлых поколениях. Были также усовершенствованы турбокомпрессоры. Специально для этого автомобиля была спроектирована новая, более прочная 6-ступенчатая коробка передач GETRAG. На моделях V-spec появились датчики температуры интеркулера. На R34 GT-R устанавливался 5.8\" LCD дисплей, позволяющий просматривать такие параметры, как давление турбонаддувов, температуру масла и охлаждающей жидкости, а для V-spec, также график продольных и поперечных кренов и время круга в кольцевых гонках.",
    "Photo": "https://s.auto.drom.ru/i24248/pubs/4483/79955/3563764.jpg"
  },
  {
    "Title": "Nissan",
    "Model": "Silvia S15",
    "Engine": null,
    "Description": "Nissan Silvia — спортивное купе, выпускавшееся японским автопроизводителем Nissan с 1965 по 2002 годы. Купе строилось на платформе Nissan S. Хотя и последние модели разделяли это шасси с другими автомобилями Nissan (в первую очередь европейская 200SX и североамериканская 240SX в поколениях S13 и S14, и модель 180SX на японском рынке), название Silvia на эти автомобили совместно с кодами шасси не переходило.",
    "Photo": "https://cs10.pikabu.ru/post_img/big/2018/10/22/9/1540218616115158423.jpg"
  },
  {
    "Title": "Toyota",
    "Model": "Celica GT-FOUR",
    "Engine": null,
    "Description": "Toyota Celica GT-Four — модель Celica в кузове лифтбэк, с турбированным двигателем 3S-GTE и системой постоянного полного привода. Автомобиль был создан для участия в Чемпионате мира по ралли, правила которого говорят о том, что производитель должен выпустить дорожных версий автомобиля в достаточном количестве. Такие автомобили называют дорожно-омологированными.",
    "Photo": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Toyota_CELICA_2.0_GT-FOUR_%28ST205%29_front.JPG/280px-Toyota_CELICA_2.0_GT-FOUR_%28ST205%29_front.JPG"
  },
  {
    "Title": "Toyota",
    "Model": "Corolla AE86",
    "Engine": null,
    "Description": "Toyota Corolla AE (также называемая Toyota Sprinter Trueno, Toyota Corolla Levin) — серия компактных купе фирмы Toyota, производившиеся на базе автомобилей Toyota Corolla / Toyota Sprinter.",
    "Photo": "https://a.d-cd.net/3030c38s-960.jpg"
  },
  {
    "Title": "Toyota",
    "Model": "GT86",
    "Engine": null,
    "Description": "Subaru BRZ — компактный спортивный заднеприводный спорткар в кузове двухдверного купе, разработанное и производимое совместно компаниями Subaru и Toyota, официально представлено в декабре 2011 года на Токийском автосалоне[1]. BRZ это аббревиатура Boxer, Rear Wheel Drive, Zenith [2]. Модель продаётся под тремя разными брендами: Toyota (Toyota 86 в Японии, Австралии, Северной Америке и Северной Африке, Toyota GT-86 в Европе, Toyota FT-86 в Никарагуа и Ямайке), Subaru (Subaru BRZ) и Scion (Scion FR-S).",
    "Photo": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Toyota_GT86_%E2%80%93_Frontansicht%2C_17._September_2012%2C_D%C3%BCsseldorf.jpg/1200px-Toyota_GT86_%E2%80%93_Frontansicht%2C_17._September_2012%2C_D%C3%BCsseldorf.jpg"
  },
  {
    "Title": "Toyota",
    "Model": "Supra A80",
    "Engine": "2JZ-GTE",
    "Description": "Четвёртое поколение Supra использует шасси модели JZZ30 Soarer (известна также как модель Lexus SC300/400). На него устанавливались двигатели 2JZ-GE (атмосферный, 225 л. с.) и 2JZ-GTE (турбо, 280 л. с. для Японии и Европы) Изначально стоял на Toyota Aristo или он же Lexus GS. Самый мощный устанавливаемый двигатель 2JZ-GTE выдавал 330 л. с. Серия двигателей 2JZ-GTE хорошо поддается доработкам, связанными с увеличением мощности.\r\n\r\nНа большинство моделей устанавливались 4-ступенчатые автоматические трансмиссии. Трансмиссия настроена на спортивную езду и задержки при переключениях минимальны как для гидромеханического автомата тех лет. Механические коробки устанавливают 5- (c завода W58, также R154 часто устанавливается нештатно) или 6-ступенчатые (немецкой фирмы Getrag). На Toyota Supra используется независимая подвеска на двойных поперечных рычагах со стабилизатором спереди и многорычажная со стабилизатором сзади.",
    "Photo": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/%28Flickr%29_A_car-03.jpg/275px-%28Flickr%29_A_car-03.jpg"
  },
  {
    "Title": "Toyota",
    "Model": "Supra A90",
    "Engine": null,
    "Description": "Toyota Supra (яп. トヨタ・スープラ) — серийный спортивный автомобиль, выпускающийся компанией Toyota с 1978 года.",
    "Photo": "https://s.auto.drom.ru/i24229/c/photos/fullsize/toyota/supra/toyota_supra_871425.jpg"
  },
  {
    "Title": "Volkswagen",
    "Model": "Beetle",
    "Engine": null,
    "Description": null,
    "Photo": "https://upload.wikimedia.org/wikipedia/commons/2/29/1969_Volkswagen_Beetle_%28Dutch_Reg%29.jpg"
  },
  {
    "Title": "Volkswagen",
    "Model": "Golf II",
    "Engine": null,
    "Description": null,
    "Photo": "https://upload.wikimedia.org/wikipedia/commons/8/8a/Golf_II_jaslo.jpg"
  },
  {
    "Title": "ВАЗ",
    "Model": "2105",
    "Engine": null,
    "Description": null,
    "Photo": "https://www.zr.ru/d/story/0b/904971/00_vaz2105.jpg"
  },
  {
    "Title": "Уаз",
    "Model": "452",
    "Engine": null,
    "Description": "Автомобили УАЗ-452, выпускавшиеся в период с 1965 по 1979 год, отличались наличием светотехники старого образца (бесцветные поворотники, задние фонари круглой формы), штамповкой последнего бокового фальшокна заходящей назад к задним дверям, более закругленными задними углами кузова, специальной нишей для номерного знака на левой задней двери. Автомобиль производится как в кузовном (вагонном), так и в бортовом варианте («головастик»). Кузов машины может быть оснащён боковыми одностворчатыми дверьми и двустворчатой дверью сзади (конфигурация дверей зависит от конкретной модификации). Двигатель — вариант двигателя ГАЗ-21. Колёсная формула 4 × 4.",
    "Photo": "https://cdnimg.rg.ru/img/content/163/01/44/30_0d9f7bc1_d_850.jpg"
  },
  {
    "Title": "Уаз",
    "Model": "469",
    "Engine": null,
    "Description": "УАЗ-469 и УАЗ-3151 — советские и российские грузо-пассажирские автомобили повышенной проходимости (внедорожники), выпускавшиеся на Ульяновском автомобильном заводе.",
    "Photo": "https://upload.wikimedia.org/wikipedia/commons/2/26/ParkPatriot2015part4-12.jpg"
  }
]